<template>
	<view class="main_content">
		<view class="content">
			<view class="title fz35">{{soft_name}}隐私保护指引</view>
			<view class="fz30 txts">
				更新日期：2020年 11月 06日
				<br />
				生效日期：2020年 11月 14日<br />
				<br />
				{{soft_name}}是一款由{{company_name}}（以下简称“{{co_name}}”）研发和运营的社交产品。{{co_name}}将通过《{{soft_name}}隐私保护指引》帮助您了解{{soft_name}}会如何收集、使用和存储您的个人信息及您享有何种权利。其中要点如下：<br />
				<br />
				i. {{co_name}}将逐一说明{{co_name}}收集的您的个人信息类型及其对应的用途，以便您了解{{co_name}}针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。<br />
				<br />
				ii. 当您使用一些功能时，{{co_name}}会在获得您的同意后，收集您的一些敏感信息，例如您在使用{{soft_name}}运动功能时{{co_name}}会收集您的步数信息，您在使用推荐通讯录朋友功能时{{co_name}}会收集您的手机联系人信息，您在使用附近功能时{{co_name}}会收集您的地理位置信息。除非按照相关法律法规要求必须收集，拒绝提供这些信息仅会使您无法使用相关特定功能，但不影响您正常使用{{soft_name}}的其他功能。<br />
				<br />
				iii. 目前，{{soft_name}}不会主动共享或转让您的个人信息至{{company_name}}外的第三方，如存在其他共享或转让您的个人信息或您需要{{co_name}}将您的个人信息共享或转让至{{company_name}}外的第三方情形时，{{co_name}}会直接或确认第三方征得您对上述行为的明示同意，此外，{{co_name}}会对对外提供信息的行为进行风险评估。<br />
				<br />
				iv. 您可以通过本指引所列途径访问、更正、删除您的个人信息，也可以撤回同意、注销帐号以及设置隐私功能。<br />
				<br />
				1.{{co_name}}收集的信息<br />
				<br />
				在您使用{{soft_name}}服务的过程中，{{soft_name}}会按照如下方式收集您在使用服务时主动提供或因为使用服务而产生的信息，用以向您提供服务、优化{{co_name}}的服务以及保障您的帐号安全：<br />
				<br />
				1.1 当您注册{{soft_name}}帐号时，{{co_name}}会收集您的昵称、头像、手机号码。收集这些信息是为了帮助您完成{{soft_name}}帐号的注册，保护您的帐号安全。手机号码属于敏感信息，收集此类信息是为了满足相关法律、法规关于网络实名制要求。若您不提供这类信息，您可能无法正常使用{{co_name}}的服务。<br />
				<br />
				1.2 当您使用{{soft_name}}服务时，为保障您正常使用{{co_name}}的服务，维护{{co_name}}服务的正常运行，改进及优化{{co_name}}的服务体验以及保障您的帐号安全，{{co_name}}会收集您的设备型号、操作系统、设备Mac地址、唯一设备标识符、应用ID、登陆IP地址、{{soft_name}}软件版本号、接入网络的方式、类型和状态、网络质量数据、操作日志、服务日志信息（如您在阅读功能下的浏览历史、服务故障信息等信息）等日志信息，这类信息是为提供服务必须收集的基础信息。<br />
				<br />
				1.3 为了增强您使用的{{soft_name}}帐号的安全性，{{co_name}}会在获得您的明示同意后，向您收集人脸影像信息，并将上述信息作为{{soft_name}}帐号身份验证的重要依据，便于您使用{{soft_name}}帐号找回等帐号安全相关功能。上述信息属于敏感信息，拒绝提供该信息不影响您正常使用{{soft_name}}的其他功能。<br />
				<br />
				1.4当您使用{{soft_name}}拍摄或编辑图片，搜索附近的培训机构时，为了向您提供该服务，{{co_name}}会在获得您的明示同意后，访问您的相册、或将您的地理位置信息和保存至您拍摄、编辑的照片中。上述信息属于敏感信息，拒绝提供该信息不影响您正常使用{{soft_name}}的其他功能。<br />
				<br />
				另外，根据相关法律法规及国家标准，以下情形中，{{co_name}}可能会收集、使用您的相关个人信息无需征求您的授权同意：<br />
				<br />
				1) 与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；<br />
				<br />
				2) 与犯罪侦查、起诉、审判和判决执行等直接相关的；<br />
				<br />
				3) 出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；<br />
				<br />
				4) 所收集的个人信息是您自行向社会公众公开的；<br />
				<br />
				5) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br />
				<br />
				6) 根据您要求签订和履行合同所必需的；<br />
				<br />
				7) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；<br />
				<br />
				8) 为开展合法的新闻报道所必需的；<br />
				<br />
				9) 出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；<br />
				<br />
				10) 法律法规规定的其他情形。<br />
				<br />
				请您理解，{{co_name}}向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，{{co_name}}会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。<br />
				<br />
				2.信息的存储<br />
				<br />
				2.1 信息存储的地点<br />
				<br />
				{{co_name}}会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。<br />
				<br />
				目前{{co_name}}不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，{{co_name}}会向您告知信息出境的目的、接收方、安全保证措施和安全风险，并征得您的同意。<br />
				<br />
				2.2 信息存储的方式和期限<br />
				<br />
				手机号码：若您需要使用{{soft_name}}服务，{{co_name}}需要一直保存您的手机号码，以保证您正常使用该服务，当您注销{{soft_name}}帐户后，{{co_name}}将删除相应的信息；<br />
				<br />
				图片或视频：当您使用空间、好友微视等功能发布了图片、视频，{{co_name}}需要保存您上述信息及相关评论，以保证您正常使用；当您主动删除上述信息后，{{co_name}}将删除相应的信息。 当{{co_name}}的产品或服务发生停止运营的情形时，{{co_name}}将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。<br />
				<br />
				3.信息安全<br />
				<br />
				3.1 安全保护措施<br />
				<br />
				{{co_name}}努力为用户的信息安全提供保障，以防止信息的泄露、丢失、不当使用、未经授权访问和披露等。{{co_name}}使用多方位的安全保护措施，以确保用户的个人信息保护处于合理的安全水平，包括技术保护手段、管理制度控制、安全体系保障等诸多方面。此外，{{co_name}}还通过了国家网络安全等级保护（三级）的测评和备案。<br />
				<br />
				{{co_name}}采用业界领先的技术保护措施。{{co_name}}使用的技术手段包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等。此外，{{co_name}}还会不断加强安装在您设备端的软件的安全能力。例如，{{co_name}}会在您的设备本地完成部分信息加密工作，以巩固安全传输；{{co_name}}会了解您设备安装的应用信息和运行的进程信息，以预防病毒、木马等恶意程序。<br />
				<br />
				{{co_name}}建立了保障个人信息安全专门的管理制度、流程和组织。例如，{{co_name}}严格限制访问信息的人员范围，要求他们遵守保密义务并进行审计，违反义务的人员会根据规定进行处罚。{{co_name}}也会审查该管理制度、流程和组织，以防未经授权的人员擅自访问、使用或披露用户的信息。<br />
				<br />
				3.2 安全事件处置措施<br />
				<br />
				若发生个人信息泄露、损毁、丢失等安全事件，{{co_name}}会启动应急预案，阻止安全事件扩大。安全事件发生后，{{co_name}}会及时以推送通知告知您安全事件的基本情况、{{co_name}}即将或已经采取的处置措施和补救措施，以及{{co_name}}对您的应对建议。如果难以实现逐一告知，{{co_name}}将通过公告等方式发布警示。<br />
				<br />
				4.{{co_name}}如何使用信息<br />
				<br />
				{{co_name}}严格遵守法律法规的规定以及与用户的约定，按照本隐私保护指引所述使用收集的信息，以向您提供更为优质的服务。<br />
				<br />
				4.1 信息使用规则<br />
				<br />
				{{co_name}}会按照如下规则使用收集的信息：<br />
				<br />
				1) {{co_name}}会根据已收集的信息向您提供各项功能与服务；<br />
				<br />
				2) 当您同意手机厂商读取您手机通讯录的信息并向{{co_name}}传输后，{{co_name}}会使用您{{soft_name}}帐号绑定的手机号码进行验证；<br />
				<br />
				3） 为了保证帐号安全，{{co_name}}会使用您的地理位置信息进行安全检测，以便为您提供更安全的帐号注册服务；<br />
				<br />
				4） {{co_name}}可能将通过某些功能所收集的信息用于{{co_name}}的其他服务。例如，{{co_name}}可能将你在使用{{co_name}}某一功能或服务时{{co_name}}收集的信息，在另一功能或服务中用于向你提供特定内容，包括但不限于展示广告（你可以在关于广告页面中了解更多）、对你阅读过的内容进行信息安全类提示、基于特征标签进行间接人群画像并提供更加精准和个性化的服务和内容（你可以在相关功能的设置中关闭推荐）等；<br />
				<br />
				5） {{co_name}}会根据您使用{{soft_name}}的频率、故障信息、性能信息等分析{{co_name}}产品的运行情况，以确保服务的安全性并优化{{co_name}}的产品，提高{{co_name}}的服务质量。{{co_name}}不会将{{co_name}}存储在分析软件中的信息与您提供的个人身份信息相结合。<br />
				<br />
				4.2 告知变动目的后征得同意的方式<br />
				<br />
				{{co_name}}将会在本隐私保护指引所涵盖的用途内使用收集的信息。如{{co_name}}使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，{{co_name}}将在使用您的个人信息前，再次向您告知并征得您的明示同意。<br />
				<br />
				5.对外提供<br />
				<br />
				目前，{{co_name}}不会主动共享或转让您的个人信息至{{company_name}}外的第三方，如存在其他共享或转让您的个人信息或您需要{{co_name}}将您的个人信息共享或转让至{{company_name}}外的第三方情形时，{{co_name}}会直接或确认第三方征得您对上述行为的明示同意。<br />
				<br />
				{{co_name}}不会对外公开披露其收集的个人信息，如必须公开披露时，{{co_name}}会向您告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明示同意。<br />
				<br />
				随着{{co_name}}业务的持续发展，{{co_name}}有可能进行合并、收购、资产转让等交易，{{co_name}}将告知您相关情形，按照法律法规及不低于本指引所要求的标准继续保护或要求新的控制者继续保护您的个人信息。<br />
				<br />
				另外，根据相关法律法规及国家标准，以下情形中，{{co_name}}可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：<br />
				<br />
				1） 与国家安全、国防安全直接相关的；<br />
				<br />
				2） 与公共安全、公共卫生、重大公共利益直接相关的；<br />
				<br />
				3） 与犯罪侦查、起诉、审判和判决执行等直接相关的；<br />
				<br />
				4） 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
				<br />
				5） 个人信息主体自行向社会公众公开的个人信息；<br />
				<br />
				6） 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。<br />
				<br />
				6.您的权利<br />
				<br />
				在您使用{{soft_name}}期间，为了您可以更加便捷地访问、更正、删除您的个人信息，同时保障您撤回对个人信息使用的同意及注销帐号的权利，{{co_name}}在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。此外，{{co_name}}还设置了投诉举报渠道，您的意见将会得到及时的处理。<br />
				<br />
				6.1 访问个人资料<br />
				<br />
				6.1.1 访问个人资料<br />
				<br />
				1) 进入{{soft_name}}后，点击【设置】；<br />
				<br />
				2) 点击【个人资料】；<br />
				<br />
				3) 点击个人头像；<br />
				<br />
				6.1.2访问手机号码<br />
				<br />
				1)进入{{soft_name}}后，点击【设置】;<br />
				<br />
				2)点击【手机号码】；<br />
				<br />
				3)进行信息查询、访问<br />
				<br />
				6.1.3我的消息<br />
				<br />
				1）进入{{soft_name}}后，点击【设置】;<br />
				<br />
				2）点击【我的消息】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				6.2 会员中心<br />
				<br />
				6.2.1 孩子管理<br />
				<br />
				1） 进入{{soft_name}}后，点击【我的】;<br />
				<br />
				2）点击【孩子管理】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				6.2.2 课程管理<br />
				<br />
				1） 进入{{soft_name}}后，点击【我的】;<br />
				<br />
				2）点击【课程管理】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				6.2.3 上课安排<br />
				<br />
				1） 进入{{soft_name}}后，点击【我的】;<br />
				<br />
				2）点击【上课安排】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				6.2.4 调课管理<br />
				<br />
				1） 进入{{soft_name}}后，点击【我的】;<br />
				<br />
				2）点击【调课管理】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				6.2.5 请假管理<br />
				<br />
				1） 进入{{soft_name}}后，点击【我的】;<br />
				<br />
				2）点击【请假管理】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				<br />
				6.2.6 我的报名<br />
				<br />
				1） 进入{{soft_name}}后，点击【我的】;<br />
				<br />
				2）点击【我的报名】；<br />
				<br />
				3）进行信息查询、访问<br />
				<br />
				<br />
				<br />
				7.变更<br />
				<br />
				{{co_name}}可能会适时对本指引进行修订。当指引的条款发生变更时，{{co_name}}会在您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的指引。请您注意，只有在您点击弹窗中的同意按钮后，{{co_name}}才会按照更新后的指引收集、使用、存储您的个人信息。<br />
				<br />
				8.未成年人保护<br />
				<br />
				{{co_name}}非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若您是18周岁以下的未成年人，在使用{{soft_name}}服务前，应事先取得您的家长或法定监护人的书面同意。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过第10节中的联系方式与{{co_name}}联系。<br />
				<br />
				特别地，若你是14周岁以下的儿童，{{co_name}}还专门为你制定了《儿童隐私保护声明》，儿童及其监护人在为14周岁以下的儿童使用{{soft_name}}服务前，还应仔细阅读腾讯公司专门制定的《儿童隐私保护声明》。只有在取得监护人对《儿童隐私保护声明》的同意后，14周岁以下的儿童方可使用{{soft_name}}的服务。<br />
				<br />
				<br />
				9.与{{co_name}}联系<br />
				<br />
				当您有其他的投诉、建议请与{{co_name}}联系。{{co_name}}将尽快审核所涉问题，并在验证您的用户身份后的十五天内予以回复。<br />
				<br />
				{{company_name}}<br />

		
			</view>
		</view>
	</view>
</template>

<script>
</script>

<style>
	.content .title{
		text-align: center;
		font-weight: bold;
		border-bottom: 0upx;
	}
	.txts{
		line-height: 50upx;
	}
</style>
