<template>
	<view class="main_content">
		<view class="content">
			<view class="title fz35">{{soft_name}}隐私保护指引</view>
			<view class="fz30 txts">
				更新日期：2019年 11月 14日<br />
								<br />
								生效日期：2019年 11月 14日<br />
								<br />
								QQ是一款由腾讯集团（以下简称“我们”）研发和运营的社交产品。我们将通过《QQ隐私保护指引》帮助您了解QQ会如何收集、使用和存储您的个人信息及您享有何种权利。其中要点如下：<br />
								<br />
								i. 我们将逐一说明我们收集的您的个人信息类型及其对应的用途，以便您了解我们针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。<br />
								<br />
								ii. 当您使用一些功能时，我们会在获得您的同意后，收集您的一些敏感信息，例如您在使用QQ运动功能时我们会收集您的步数信息，您在使用推荐通讯录朋友功能时我们会收集您的手机联系人信息，您在使用附近功能时我们会收集您的地理位置信息。除非按照相关法律法规要求必须收集，拒绝提供这些信息仅会使您无法使用相关特定功能，但不影响您正常使用QQ的其他功能。<br />
								<br />
								iii. 目前，QQ不会主动共享或转让您的个人信息至腾讯集团外的第三方，如存在其他共享或转让您的个人信息或您需要我们将您的个人信息共享或转让至腾讯集团外的第三方情形时，我们会直接或确认第三方征得您对上述行为的明示同意，此外，我们会对对外提供信息的行为进行风险评估。<br />
								<br />
								iv. 目前，除因使用QQ账号登录第三方APP而获取相关日志信息外，QQ不会主动从腾讯集团外的第三方获取您的个人信息。如未来为业务发展需要从其他第三方间接获取您的个人信息，我们会在获取前向您明示您个人信息的来源、类型及使用范围，如QQ开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，我们将在处理您的该等个人信息前，征得您的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。<br />
								<br />
								v. 您可以通过本指引所列途径访问、更正、删除您的个人信息，也可以撤回同意、注销帐号以及设置隐私功能。<br />
								<br />
								1.我们收集的信息<br />
								<br />
								在您使用QQ服务的过程中，QQ会按照如下方式收集您在使用服务时主动提供或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的帐号安全：<br />
								<br />
								1.1 当您注册QQ帐号时，我们会收集您的昵称、头像、手机号码。收集这些信息是为了帮助您完成QQ帐号的注册，保护您的帐号安全。手机号码属于敏感信息，收集此类信息是为了满足相关法律、法规关于网络实名制要求。若您不提供这类信息，您可能无法正常使用我们的服务。您还可以根据自身需求选择填写性别、地区等信息。<br />
								<br />
								1.2 当您使用QQ服务时，为保障您正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验以及保障您的帐号安全，我们会收集您的设备型号、操作系统、设备Mac地址、唯一设备标识符、应用ID、登陆IP地址、QQ软件版本号、接入网络的方式、类型和状态、网络质量数据、操作日志、服务日志信息（如您在阅读功能下的浏览历史、服务故障信息等信息）等日志信息，这类信息是为提供服务必须收集的基础信息。<br />
								<br />
								1.3 为了增强您使用的QQ帐号的安全性，我们会在获得您的明示同意后，向您收集人脸影像信息，并将上述信息作为QQ帐号身份验证的重要依据，便于您使用QQ帐号找回等帐号安全相关功能。上述信息属于敏感信息，拒绝提供该信息不影响您正常使用QQ的其他功能。<br />
								<br />
								1.4当您使用QQ发消息（包括图片、视频）、拍摄或编辑图片或视频时，为了向您提供该服务，我们会在获得您的明示同意后，访问您的相册、麦克风，或将您的地理位置信息和/或其对应地理位置的天气状况以水印的形式保存至您拍摄、编辑的照片中。上述信息属于敏感信息，拒绝提供该信息不影响您正常使用QQ的其他功能。<br />
								<br />
								1.5当您使用QQ语音输入、语音通话、语音与文字间转换功能时，我们会收集您的语音内容，因为收集是实现上述功能所必需的。我们实时处理之后，向您返回处理结果，不会保存您的数据。<br />
								<br />
								1.6当您使用加好友功能时，我们会在获得您的明示同意后，读取您手机通讯录的信息。上述信息属于敏感信息，拒绝提供该信息仅会使你无法使用上述功能，但不影响你正常使用QQ的其他功能。<br />
								<br />
								1.7当您使用QQ空间、好友微视功能时，您发布的文字、照片、视频等信息以及互动信息会存储在我们的服务器中，因为存储是实现这一功能所必需的。我们会以加密的方式存储，您也可以随时删除这些信息。除非经您自主选择或遵从相关法律法规要求或服务协议的约定，我们不会对外提供上述信息，或者将其用于该功能以外的其他用途。<br />
								<br />
								1.8 当您使用QQ面对面建群、附近等功能时，我们会在获得您的明示同意后，记录您的地理位置信息，目的是为了向您提供该服务。该信息属于敏感信息，拒绝提供该信息仅会使您无法使用上述功能，但不影响您正常使用QQ的其他功能。<br />
								<br />
								1.9 当您使用QQ运动功能时，我们会在获得您的明示同意后，记录您的地理位置信息，目的是用于记录您的运动轨迹以及在社区内识别、展示您的个人信息。此外，我们需要收集您的步数信息，作为您参与活动的凭证或与您的好友进行比较。在您主动提供或授权我们从第三方获取您的个人健康信息（例如性别、身高、体重信息等）后，我们可以向您提供健康数据分析功能。上述信息属于敏感信息，拒绝提供这些信息仅会使您无法使用QQ运动功能，但不影响您正常使用QQ的其他功能。<br />
								<br />
								1.10 当您使用QQ搜索、阅读、波洞、兴趣部落、企鹅电竞、腾讯课堂、企鹅辅导等功能时，我们会收集您的搜索记录、阅读记录、观看历史和评论等信息，目的是为了向您提供更加精准和个性化的服务和内容。<br />
								<br />
								1.11 QQ钱包功能由财付通公司向您提供服务。当您开通QQ钱包功能时，财付通会收集您的姓名、银行卡类型及卡号、有效期及银行预留手机号；当您使用QQ钱包时，财付通公司还会收集您的相关支付记录以便于您查询。上述信息属于敏感信息，拒绝提供该信息仅会使您无法使用QQ钱包功能，但不影响您正常使用QQ的其他功能。<br />
								<br />
								1.12 当您使用QQ钱包、QQ服务号、QQ小程序等功能时，未经您的许可，QQ不会向第三方商家、QQ服务号运营者、小程序开发者公开、透露您的个人信息。<br />
								<br />
								1.13 当您使用QQ与其他软件或硬件互通功能时，您可以要求我们将您在QQ上的相关信息传输至其他软件或硬件的提供方，您在做出上述选择前应充分了解其他软件或硬件的产品功能及信息保护策略。<br />
								<br />
								1.14 当您使用QQ登录腾讯游戏，并授权腾讯游戏使用你的真实头像与昵称时，我们会在游戏中心向您的好友展示你玩过的游戏。<br />
								<br />
								1.15 为了验证您是否为大王卡用户，我们需要收集您终端使用的手机号码，以便提供免流量的服务。<br />
								<br />
								1.16 QQ服务中的第三方服务由外部第三方主体提供，QQ无法获得您在使用该类第三方服务时产生的信息。但是，如果您已明示同意该第三方获得您向我们提供的个人信息（头像、昵称、地理位置信息等），该第三方将通过QQ接口获得上述信息。该地理位置信息属于敏感信息，拒绝提供该信息仅会使您无法使用上述第三方服务，但不影响您正常使用QQ的功能。<br />
								<br />
								另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用您的相关个人信息无需征求您的授权同意：<br />
								<br />
								1) 与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；<br />
								<br />
								2) 与犯罪侦查、起诉、审判和判决执行等直接相关的；<br />
								<br />
								3) 出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；<br />
								<br />
								4) 所收集的个人信息是您自行向社会公众公开的；<br />
								<br />
								5) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br />
								<br />
								6) 根据您要求签订和履行合同所必需的；<br />
								<br />
								7) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；<br />
								<br />
								8) 为开展合法的新闻报道所必需的；<br />
								<br />
								9) 出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；<br />
								<br />
								10) 法律法规规定的其他情形。<br />
								<br />
								请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。<br />
								<br />
								请您注意，除因使用QQ账号登录第三方APP或服务而获取相关日志信息外，目前QQ不会主动从腾讯集团外的第三方获取您的个人信息。如未来为业务发展需要从其他第三方间接获取您个人信息，我们会在获取前向您明示您个人信息的来源、类型及使用范围，如QQ开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，我们将在处理您的该等个人信息前，征得您的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。<br />
								<br />
								2.信息的存储<br />
								<br />
								2.1 信息存储的地点<br />
								<br />
								我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。<br />
								<br />
								目前我们不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我们会向您告知信息出境的目的、接收方、安全保证措施和安全风险，并征得您的同意。<br />
								<br />
								2.2 信息存储的方式和期限<br />
								<br />
								手机号码：若您需要使用QQ服务，我们需要一直保存您的手机号码，以保证您正常使用该服务，当您注销QQ帐户后，我们将删除相应的信息；<br />
								<br />
								图片或视频：当您使用空间、好友微视等功能发布了图片、视频，我们需要保存您上述信息及相关评论，以保证您正常使用；当您主动删除上述信息后，我们将删除相应的信息。 当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。<br />
								<br />
								3.信息安全<br />
								<br />
								3.1 安全保护措施<br />
								<br />
								我们努力为用户的信息安全提供保障，以防止信息的泄露、丢失、不当使用、未经授权访问和披露等。我们使用多方位的安全保护措施，以确保用户的个人信息保护处于合理的安全水平，包括技术保护手段、管理制度控制、安全体系保障等诸多方面。此外，我们还通过了国家网络安全等级保护（三级）的测评和备案。<br />
								<br />
								我们采用业界领先的技术保护措施。我们使用的技术手段包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等。此外，我们还会不断加强安装在您设备端的软件的安全能力。例如，我们会在您的设备本地完成部分信息加密工作，以巩固安全传输；我们会了解您设备安装的应用信息和运行的进程信息，以预防病毒、木马等恶意程序。<br />
								<br />
								我们建立了保障个人信息安全专门的管理制度、流程和组织。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务并进行审计，违反义务的人员会根据规定进行处罚。我们也会审查该管理制度、流程和组织，以防未经授权的人员擅自访问、使用或披露用户的信息。<br />
								<br />
								3.2 安全事件处置措施<br />
								<br />
								若发生个人信息泄露、损毁、丢失等安全事件，我们会启动应急预案，阻止安全事件扩大。安全事件发生后，我们会及时以推送通知、邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议。如果难以实现逐一告知，我们将通过公告等方式发布警示。<br />
<br />
4.我们如何使用信息<br />
<br />
我们严格遵守法律法规的规定以及与用户的约定，按照本隐私保护指引所述使用收集的信息，以向您提供更为优质的服务。<br />
<br />
4.1 信息使用规则<br />
<br />
我们会按照如下规则使用收集的信息：<br />
<br />
1) 我们会根据已收集的信息向您提供各项功能与服务，包括加好友、发消息、QQ运动、空间等功能；<br />
<br />
2) 当您同意手机厂商读取您手机通讯录的信息并向我们传输后，我们会使用您QQ帐号绑定的手机号码进行验证，以便您可以在手机通讯录中发起QQ音视频通话；<br />
<br />
3） 为了保证帐号安全，我们会使用您的地理位置信息进行安全检测，以便为您提供更安全的帐号注册服务；<br />
<br />
4） 我们可能将通过某些功能所收集的信息用于我们的其他服务。例如，我们可能将你在使用我们某一功能或服务时我们收集的信息，在另一功能或服务中用于向你提供特定内容，包括但不限于展示广告（你可以在关于广告页面中了解更多）、对你阅读过的内容进行信息安全类提示、基于特征标签进行间接人群画像并提供更加精准和个性化的服务和内容（你可以在相关功能的设置中关闭推荐）等；<br />
<br />
5） 我们会根据您使用QQ的频率、故障信息、性能信息等分析我们产品的运行情况，以确保服务的安全性并优化我们的产品，提高我们的服务质量。我们不会将我们存储在分析软件中的信息与您提供的个人身份信息相结合。<br />
<br />
4.2 告知变动目的后征得同意的方式<br />
<br />
我们将会在本隐私保护指引所涵盖的用途内使用收集的信息。如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。<br />
<br />
5.对外提供<br />
<br />
目前，我们不会主动共享或转让您的个人信息至腾讯集团外的第三方，如存在其他共享或转让您的个人信息或您需要我们将您的个人信息共享或转让至腾讯集团外的第三方情形时，我们会直接或确认第三方征得您对上述行为的明示同意。<br />
<br />
我们不会对外公开披露其收集的个人信息，如必须公开披露时，我们会向您告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明示同意。<br />
<br />
随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知您相关情形，按照法律法规及不低于本指引所要求的标准继续保护或要求新的控制者继续保护您的个人信息。<br />
<br />
另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：<br />
<br />
1） 与国家安全、国防安全直接相关的；<br />
<br />
2） 与公共安全、公共卫生、重大公共利益直接相关的；<br />
<br />
3） 与犯罪侦查、起诉、审判和判决执行等直接相关的；<br />
<br />
4） 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
<br />
5） 个人信息主体自行向社会公众公开的个人信息；<br />
<br />
6） 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。<br />
<br />
6.您的权利<br />
<br />
在您使用QQ期间，为了您可以更加便捷地访问、更正、删除您的个人信息，同时保障您撤回对个人信息使用的同意及注销帐号的权利，我们在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。此外，我们还设置了投诉举报渠道，您的意见将会得到及时的处理。<br />
<br />
6.1 访问个人信息<br />
<br />
6.1.1访问头像、昵称、QQ号、二维码、性别、生日、地区、个性签名等基本信息：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击个人头像；<br />
<br />
3) 更多信息可点击“编辑资料”，进行信息完整查询、访问。<br />
<br />
6.1.2访问手机号码：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“手机号码”；<br />
<br />
4）进行信息完整查询、访问。<br />
<br />
6.1.3访问QQ空间相册：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“我的相册”；<br />
<br />
3) 点击需要访问的相册；<br />
<br />
6.2删除个人信息<br />
<br />
6.2.1删除一对一全部聊天记录：<br />
<br />
1) 进入QQ后，打开一对一对话，点击右上角“图标；<br />
<br />
2) 点击“聊天记录”；<br />
<br />
3）点击右上角，清空聊天记录。<br />
<br />
6.2.2删除部分聊天记录：<br />
<br />
1) 进入QQ后，打开对话，长按点击一条需要删除的消息；<br />
<br />
2) 选择“删除”，删除此条消息；<br />
<br />
6.2.3删除头像、昵称、性别、生日、地区等基本信息（QQ号和二维码无法修改）：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击个人头像；<br />
<br />
3) 点击“编辑资料”；<br />
<br />
4） 删除信息。<br />
<br />
6.3更正个人信息<br />
<br />
6.3.1更改头像、昵称、性别、地区、生日、个性签名等信息：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击个人头像；<br />
<br />
3) 点击“编辑资料”；<br />
<br />
4） 更改头像、昵称、性别、地区、生日、个性签名等信息。<br />
<br />
6.3.2更改手机号码：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“手机号码”；<br />
<br />
4) 更改手机号码。<br />
<br />
6.3.3更改QQ密码、手势或指纹锁：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“账号安全”；<br />
<br />
4) 更改QQ密码、手势或指纹锁。<br />
<br />
6.4注销帐号<br />
<br />
6.4.1注销QQ帐号<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“帐号与安全”；<br />
<br />
4) 点击“注销帐号”。<br />
<br />
注： 当您注销帐号后，我们将删除或匿名化处理您的个人信息。<br />
<br />
6.4.2注销QQ钱包<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“QQ钱包”；<br />
<br />
3) 点击右上角“设置”；<br />
<br />
4) 点击“实名认证”；<br />
<br />
5) 点击最下方“注销账户”。<br />
<br />
6.5 隐私功能设置<br />
<br />
6.7.1设置添加好友时是否需要验证：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“隐私”；<br />
<br />
4) 点击“加我为好友时的验证设置”进行更改。<br />
<br />
6.7.2查看、设置好友动态的公开范围：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“隐私”；<br />
<br />
4）在“谁能看我的空间”中，可查询、设置您的公开范围以及禁止访问名单；<br />
<br />
5) 在“允许查看动态的范围”中，可查询、设置是否范围（例如最近三天的动态、最近半年的动态或指定日期之前的动态）。<br />
<br />
6.7.3查看、设置生日信息的公开范围：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
2) 点击“设置”；<br />
<br />
3) 点击“隐私”；<br />
<br />
4）在“谁能看我的生日信息”中，可查询、设置您的公开范围。<br />
<br />
6.7.4查看、设置好友互动评论的公开范围：<br />
<br />
1) 进入QQ后，点击左上角头像；<br />
<br />
3) 点击“隐私”；<br />
<br />
2) 点击“设置”；<br />
<br />
4）在“私密模式”中，可设置您的公开范围。<br />
<br />
7.变更<br />
<br />
我们可能会适时对本指引进行修订。当指引的条款发生变更时，我们会在您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的指引。请您注意，只有在您点击弹窗中的同意按钮后，我们才会按照更新后的指引收集、使用、存储您的个人信息。<br />
<br />
8.未成年人保护<br />
<br />
我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若您是18周岁以下的未成年人，在使用QQ服务前，应事先取得您的家长或法定监护人的书面同意。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过第10节中的联系方式与我们联系。<br />
<br />
特别地，若你是14周岁以下的儿童，我们还专门为你制定了《儿童隐私保护声明》，儿童及其监护人在为14周岁以下的儿童使用QQ服务前，还应仔细阅读腾讯公司专门制定的《儿童隐私保护声明》。只有在取得监护人对《儿童隐私保护声明》的同意后，14周岁以下的儿童方可使用QQ的服务。<br />
<br />
9.其他<br />
<br />
腾讯《隐私政策》是腾讯统一适用的一般性隐私条款，其中所规定的用户权利及信息安全保障措施均适用于QQ用户。如腾讯《隐私政策》与本指引存在不一致或矛盾之处，请以本指引为准。<br />
<br />
《儿童隐私保护声明》是适用于14周岁以下的儿童用户的信息保护规则。在《儿童隐私保护声明》的适用范围内，如其与《腾讯隐私政策》、本指引存在不一致或矛盾之处，请以《儿童隐私保护声明》为准。<br />
<br />
10.与我们联系<br />
<br />
当您有其他的投诉、建议、未成年人个人信息相关问题时，请通过 http://kf.qq.com/ 与我们联系。您也可以将您的问题发送至Dataprivacy@tencent.com或寄到如下地址：<br />
<br />
中国广东省深圳市南山区科技中一路腾讯大厦 法务部 数据及隐私保护中心（收）<br />
<br />
邮编：518057<br />
<br />
我们将尽快审核所涉问题，并在验证您的用户身份后的十五天内予以回复。<br />
<br />
育文科技

			</view>
		</view>
	</view>
</template>

<script>
</script>

<style>
	.content .title{
		text-align: center;
		font-weight: bold;
		border-bottom: 0upx;
	}
	.txts{
		line-height: 50upx;
	}
</style>
